Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/owncloud-tm.tmx
Source language: en
Languages: ca_es

source: Keep unread
ca_es: Mantén com a sense llegir

source: Delete website
ca_es: Elimina pàgina web

source: Collapse
ca_es: Col·lapsa

source: Delete folder
ca_es: Elimina carpeta

source: Rename folder
ca_es: Reanomena carpeta

source: Subscriptions (OPML)
ca_es: Subscripcions (OPML)

source: Error when importing: file does not contain valid OPML
ca_es: Error en importar: el fitxer no conté un OPML vàlid

source: Unread/Starred Articles
ca_es: Articles no llegits/amb estrelles

source: Error when importing: file does not contain valid JSON
ca_es: Error en importar: el fitxer no conté un JSON vàlid

source: Show read articles
ca_es: Mostra els articles llegits

source: Hide read articles
ca_es: Amaga els articles llegits

source: Notes
ca_es: Anotacions

source: New note
ca_es: Nova anotació

source: Delete note
ca_es: Esborra l'anotació

source: Document was shared
ca_es: S'ha compartit el document

source: User %s shared quick document %s with you.
ca_es: L'usuari %s ha compartit el document %s amb vós.

source: My pad
ca_es: El meu pad

source: Pad Title
ca_es: Títol del pad

source: Share with
ca_es: Comparteix amb

source: Etherpad service URL
ca_es: URL del servei Etherpad

source: Unable to load list from App Store
ca_es: No s'ha pogut carregar la llista des de l'App Store

source: Your full name has been changed.
ca_es: El vostre nom complet ha canviat.

source: Unable to change full name
ca_es: No s'ha pogut canviar el nom complet

source: Group already exists
ca_es: El grup ja existeix

source: Unable to add group
ca_es: No es pot afegir el grup

source: Email saved
ca_es: S'ha desat el correu electrònic

source: Invalid email
ca_es: El correu electrònic no és vàlid

source: Unable to delete group
ca_es: No es pot eliminar el grup

source: Unable to delete user
ca_es: No es pot eliminar l'usuari

source: Language changed
ca_es: S'ha canviat l'idioma

source: Admins can't remove themself from the admin group
ca_es: Els administradors no es poden eliminar del grup admin

source: Unable to add user to group %s
ca_es: No es pot afegir l'usuari al grup %s

source: Unable to remove user from group %s
ca_es: No es pot eliminar l'usuari del grup %s

source: Couldn't update app.
ca_es: No s'ha pogut actualitzar l'aplicació.

source: Wrong password
ca_es: Contrasenya incorrecta

source: No user supplied
ca_es: No heu proporcionat cap usuari

source: Please provide an admin recovery password, otherwise all user data will be lost
ca_es: Sisplau, proporcioneu una contrasenya de recuperació d'administrador, altrament totes les dades d'usuari es perdran

source: Wrong admin recovery password. Please check the password and try again.
ca_es: La contrasenya de recuperació d'administrador és incorrecta. Comproveu-la i torneu-ho a intentar.

source: Back-end doesn't support password change, but the users encryption key was successfully updated.
ca_es: El dorsal no permet canviar la contrasenya, però la clau d'encripació d'usuaris s'ha actualitzat correctament.

source: Unable to change password
ca_es: No es pot canviar la contrasenya

source: Update to {appversion}
ca_es: Actualitza a {appversion}

source: Disable
ca_es: Desactiva

source: Enable
ca_es: Habilita

source: Please wait....
ca_es: Espereu...

source: Error while disabling app
ca_es: Error en desactivar l'aplicació

source: Error while enabling app
ca_es: Error en activar l'aplicació

source: Updating....
ca_es: Actualitzant...

source: Error while updating app
ca_es: Error en actualitzar l'aplicació

source: Update
ca_es: Actualitza

source: Updated
ca_es: Actualitzada

source: Select a profile picture
ca_es: Seleccioneu una imatge de perfil

source: Decrypting files... Please wait, this can take some time.
ca_es: Desencriptant fitxers... Espereu, això pot trigar una estona.

source: Unable to remove user
ca_es: No s'ha pogut eliminar l'usuari

source: Group Admin
ca_es: Grup Admin

source: add group
ca_es: afegeix grup

source: A valid username must be provided
ca_es: Heu de facilitar un nom d'usuari vàlid

source: Error creating user
ca_es: Error en crear l'usuari

source: A valid password must be provided
ca_es: Heu de facilitar una contrasenya vàlida

source: Warning: Home directory for user "{user}" already exists
ca_es: Avís: la carpeta Home per l'usuari "{user}" ja existeix

source: __language_name__
ca_es: Català

source: Everything (fatal issues, errors, warnings, info, debug)
ca_es: Tot (problemes fatals, errors, avisos, informació, depuració)

source: Info, warnings, errors and fatal issues
ca_es: Informació, avisos, errors i problemes fatals

source: Warnings, errors and fatal issues
ca_es: Avisos, errors i problemes fatals

source: Errors and fatal issues
ca_es: Errors i problemes fatals

source: Fatal issues only
ca_es: Només problemes fatals

source: Your data directory and your files are probably accessible from the internet. The .htaccess file is not working. We strongly suggest that you configure your webserver in a way that the data directory is no longer accessible or you move the data directory outside the webserver document root.
ca_es: La carpeta de dades i els vostres fitxersprobablement són accessibles des d'Internet. La fitxer .htaccess no funciona. Us recomanem que configureu el servidor web de tal manera que la carpeta de dades no sigui accessible o que moveu la carpeta de dades fora de l'arrel de documents del servidor web.

source: Setup Warning
ca_es: Avís de configuració

source: Please double check the <a href="%s">installation guides</a>.
ca_es: Comproveu les <a href='%s'>guies d'instal·lació</a>.

source: Module 'fileinfo' missing
ca_es: No s'ha trobat el mòdul 'fileinfo'

source: The PHP module 'fileinfo' is missing. We strongly recommend to enable this module to get best results with mime-type detection.
ca_es: El mòdul de PHP 'fileinfo' no s'ha trobat. Us recomanem que habiliteu aquest mòdul per obtenir millors resultats amb la detecció mime-type.

source: Locale not working
ca_es: Locale no funciona

source: Internet connection not working
ca_es: La connexió a internet no funciona

source: This server has no working internet connection. This means that some of the features like mounting of external storage, notifications about updates or installation of 3rd party apps don´t work. Accessing files from remote and sending of notification emails might also not work. We suggest to enable internet connection for this server if you want to have all features.
ca_es: Aquest servidor no té cap connexió a internet que funcioni. Això significa que algunes de les característiques com el muntatge d'emmagatzemament extern, les notificacions quant a actualitzacions o la instal·lació d'aplicacions de tercers no funcionarà. L'accés remot a fitxers i l'enviament de correus electrònics podria tampoc no funcionar. Us suggerim que habiliteu la connexió a internet per aquest servidor si voleu tenir totes les característiques.

source: Execute one task with each page loaded
ca_es: Executa una tasca per cada paquet carregat

source: cron.php is registered at a webcron service to call cron.php every 15 minutes over http.
ca_es: cron.php està registrat en un servei webcron que fa una crida a cron.php cada 15 minuts a través de http.

source: Use systems cron service to call the cron.php file every 15 minutes.
ca_es: Utilitza el servei cron del sistema per fer una crida al fitxer cron.php cada 15 minuts.

source: Sharing
ca_es: Compartir

source: Enable Share API
ca_es: Habilita l'API de compartir

source: Allow apps to use the Share API
ca_es: Permet que les aplicacions utilitzin l'API de compartir

source: Allow links
ca_es: Permet enllaços

source: Allow users to share items to the public with links
ca_es: Permet als usuaris compartir elements amb el públic amb enllaços

source: Allow public uploads
ca_es: Permet pujada pública

source: Allow users to enable others to upload into their publicly shared folders
ca_es: Permet als usuaris habilitar pujades de tercers en les seves carpetes compartides al públic

source: Allow resharing
ca_es: Permet compartir de nou

source: Allow users to share items shared with them again
ca_es: Permet als usuaris compartir de nou elements ja compartits amb ells

source: Allow users to share with anyone
ca_es: Permet compartir amb qualsevol

source: Allow users to only share with users in their groups
ca_es: Permet als usuaris compartir només amb els usuaris del seu grup

source: Allow mail notification
ca_es: Permet notificacions per correu electrónic

source: Allow user to send mail notification for shared files
ca_es: Permet a l'usuari enviar notificacions de fitxers compartits per correu

source: Security
ca_es: Seguretat

source: Enforce HTTPS
ca_es: Força HTTPS

source: Forces the clients to connect to %s via an encrypted connection.
ca_es: Força la connexió dels clients a %s a través d'una connexió encriptada.

source: Please connect to your %s via HTTPS to enable or disable the SSL enforcement.
ca_es: Connecteu a %s a través de HTTPS per habilitar o inhabilitar l'accés SSL.

source: Log
ca_es: Registre

source: Log level
ca_es: Nivell de registre

source: More
ca_es: Més

source: Less
ca_es: Menys

source: Version
ca_es: Versió

source: Developed by the <a href="http://ownCloud.org/contact" target="_blank">ownCloud community</a>, the <a href="https://github.com/owncloud" target="_blank">source code</a> is licensed under the <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
ca_es: Desenvolupat per la <a href="http://ownCloud.org/contact" target="_blank">comunitat ownCloud</a>, el <a href="https://github.com/owncloud" target="_blank">codi font</a> té llicència <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.

source: Add your App
ca_es: Afegiu la vostra aplicació

source: More Apps
ca_es: Més aplicacions

source: Select an App
ca_es: Seleccioneu una aplicació

source: See application page at apps.owncloud.com
ca_es: Mireu la pàgina d'aplicacions a apps.owncloud.com

source: <span class="licence"></span>-licensed by <span class="author"></span>
ca_es: <span class="licence"></span>-propietat de <span class="author"></span>

source: User Documentation
ca_es: Documentació d'usuari

source: Administrator Documentation
ca_es: Documentació d'administrador

source: Online Documentation
ca_es: Documentació en línia

source: Forum
ca_es: Fòrum

source: Bugtracker
ca_es: Seguiment d'errors

source: Commercial Support
ca_es: Suport comercial

source: Show First Run Wizard again
ca_es: Torna a mostrar l'assistent de primera execució

source: You have used <strong>%s</strong> of the available <strong>%s</strong>
ca_es: Heu utilitzat <strong>%s</strong> d'un total disponible de <strong>%s</strong>

source: Your password was changed
ca_es: La seva contrasenya s'ha canviat

source: Unable to change your password
ca_es: No s'ha pogut canviar la contrasenya

source: Current password
ca_es: Contrasenya actual

source: Change password
ca_es: Canvia la contrasenya

source: Full Name
ca_es: Nom complet

source: Your email address
ca_es: Correu electrònic

source: Fill in an email address to enable password recovery
ca_es: Ompliu el correu electrònic per activar la recuperació de contrasenya

source: Profile picture
ca_es: Foto de perfil

source: Upload new
ca_es: Puja'n una de nova

source: Select new from Files
ca_es: Selecciona'n una de nova dels fitxers

source: Remove image
ca_es: Elimina imatge

source: Either png or jpg. Ideally square but you will be able to crop it.
ca_es: Pot ser png o jpg. Idealment quadrada, però podreu retallar-la.

source: Abort
ca_es: Cancel·la

source: Choose as profile image
ca_es: Selecciona com a imatge de perfil

source: Language
ca_es: Idioma

source: Help translate
ca_es: Ajudeu-nos amb la traducció

source: Use this address to <a href="%s" target="_blank">access your Files via WebDAV</a>
ca_es: Useu aquesta adreça per <a href="%s" target="_blank">accedir als fitxers via WebDAV</a>

source: The encryption app is no longer enabled, decrypt all your file
ca_es: L'aplicació d'encriptació ja no està activada, desencripteu tots els vostres fitxers.

source: Log-in password
ca_es: Contrasenya d'accés

source: Decrypt all Files
ca_es: Desencripta tots els fitxers

source: Login Name
ca_es: Nom d'accés

source: Admin Recovery Password
ca_es: Recuperació de contrasenya d'administrador

source: Enter the recovery password in order to recover the users files during password change
ca_es: Escriviu la contrasenya de recuperació per a poder recuperar els fitxers dels usuaris en canviar la contrasenya

source: Default Storage
ca_es: Emmagatzemament per defecte

source: Please enter storage quota (ex: "512 MB" or "12 GB")
ca_es: Escriviu la quota d'emmagatzemament (per ex.: "512 MB" o "12 GB")

source: Unlimited
ca_es: Il·limitat

source: Storage
ca_es: Emmagatzemament

source: change full name
ca_es: canvia el nom complet

source: set new password
ca_es: estableix nova contrasenya

source: Default
ca_es: Per defecte

source: Plugins
ca_es: Connectors

source: all
ca_es: tots

source: blocked
ca_es: bloquejat

source: disabled
ca_es: inhabilitat

source: enabled
ca_es: habilitat

source: private
ca_es: privat

source: public
ca_es: públic

source: shared
ca_es: compartit

source: edit
ca_es: edita

source: open
ca_es: obre

source: show
ca_es: mostra

source: reload
ca_es: carrega de nou

source: up
ca_es: amunt

source: down
ca_es: avall

source: clear
ca_es: neteja

source: none
ca_es: cap

source: info
ca_es: informació

source: debug
ca_es: depura

source: bitly.com service
ca_es: Servei bitly.com

source: cli.gs service
ca_es: Servei cli.gs

source: goo.gl service
ca_es: Servei goo.gl

source: is.gd service
ca_es: Servei is.gd

source: ti.ny service
ca_es: Servei ti.ny

source: tiny.cc service
ca_es: Servei tiny.cc

source: static backend
ca_es: Servidor estàtic

source: for any access
ca_es: per a qualsevol accés

source: for own usage
ca_es: per a ús propi

source: with ownCloud users
ca_es: amb usuaris ownCloud

source: available for everyone
ca_es: disponible per tothom

source: Access
ca_es: Accés

source: Add a new shorty
ca_es: Afegeix una nova drecera

source: Add as new
ca_es: Afegeix com a nou

source: Add page as 'Shorty' to ownCloud
ca_es: Afegeix pàgina com a drecera a ownCloud

source: Administration
ca_es: Administració

source: Administrative, system wide settings of this app:
ca_es: Administratiu, amplis ajustos del sistema d'aquesta aplicació

source: after the SMS has been launched
ca_es: després que el SMS ha sigut llençat

source: Alternatively the image can be downloaded for printout or storage
ca_es: Alternativament l'imatge pot ser descarregada per imprimir o emmagatzemar

source: alternatively the link can be copied for further usage
ca_es: alternativament l'enllaç pot ser copiat per us posterior

source: Alternatively the link can be copied manually
ca_es: Alternativament podeu copiar l'enllaç manualment

source: Alternatively the link can be copied into a message manually
ca_es: Alternativament l'enllaç pot ser copiat en un missatge manualment

source: Anything that appears helpful …
ca_es: Quelcom del que apareix ajuda …

source: Default backend suggested inside users preferences
ca_es: Servidor per defecte dins de les preferencies d'usuari

source: Backend
ca_es: Servidor

source: Base url
ca_es: URL base

source: Choose a service…
ca_es: Tria un servei...

source: Click for embedding details
ca_es: Feu clic per incrustar els detalls

source: Click it, for whatever site you want to create a Shorty.
ca_es: Feu click per qualsevol lloc que vulgui crear una drecera

source: Click registered
ca_es: S'ha enregistrat el clic

source: Clicks
ca_es: Clics

source: Clicking 'Ok' below will try to launch an email composer
ca_es: Clicant 'OK' a continuació intentarà llençar el creador de email

source: Clicking 'Ok' below will try to launch an sms composer
ca_es: Clicant 'OK' a continuació intentarà llençar el creador de SMS

source: The amount of feedback messages shown.
ca_es: El nùmero de missatges de resposta mostra.

source: Copy to clipboard
ca_es: Copia al porta-papers

source: Counted entries and clicks
ca_es: Entrades i clics comptats

source: Create a new 'Shorty' and share it
ca_es: Crear una nova drecera i compartir

source: Creation
ca_es: Creació

source: Delete shorty
ca_es: Esborrar drecera

source: Drag this to your browser bookmarks.
ca_es: Arrosega aixó als marcadors del navegador

source: Embed the QRCode as an image into some web page using this url
ca_es: Inclou el codi QR com imatge en qualsevol pàgina web fent servir aquesta URL

source: Example
ca_es: Exemple

source: Exception
ca_es: Excepció

source: Exception (%s)
ca_es: Excepció (%s)

source: Expiration
ca_es: Expiració

source: Feedback
ca_es: Comentaris

source: It can be enabled by a single click in the administration:
ca_es: Es pot habilitar fent clic a l'administració:

source: Mail client
ca_es: Client de correu

source: Modifications for shorty with id '%s' saved
ca_es: Modificacions per dreceras amd id '%s' desades

source: Modify attributes
ca_es: Modifica els atributs

source: Modify shorty
ca_es: Modifica la drecera

source: New Shorty
ca_es: Nova drecera

source: Number of entries
ca_es: Nombre d'entrades

source: Number of entries: %s
ca_es: Nombre d'entrades: %s

source: QRCode
ca_es: Codi QR

source: Open source url
ca_es: Obre l'URL font

source: Open relay url
ca_es: Obre URL relé

source: Open target
ca_es: Obre objectiu

source: Open target url
ca_es: Obre URL objectiu

source: Optional configuration of a 'Static Backend'
ca_es: Configuració opcional del 'Servidor estàtic'

source: or simpy print or download it for off-line usage
ca_es: o simplement imprimeix o descarrega per us fora de línea

source: Paste to embed elsewhere
ca_es: Enganxa per incrustar a qualsevol altre lloc

source: Preference retrieved
ca_es: Preferència recuperada

source: Preference saved
ca_es: Preferència desada

source: Preference '%s' retrieved
ca_es: Preferència '%s' recuperada

source: Preference '%s' saved
ca_es: S'ha desat la preferència '%s'

source: Preferences
ca_es: Preferències

source: Prepare to send as SMS
ca_es: Prepara per enviar com a SMS

source: Relay service
ca_es: Servei Relé

source: Relay url
ca_es: URL Relé

source: Reload
ca_es: Carrega de nou

source: Reload list
ca_es: Carrega la llista de nou

source: Send by email
ca_es: Envia per correu electrònic

source: Send link by email
ca_es: Envia l'enllaç per correu electrònic

source: Send by SMS
ca_es: Envia per SMS

source: Set personal preferences using the cog wheel (%%s) on the bottom left!
ca_es: Fixa les preferencies personals fent servir la roda dentada(%%s) baix a l'esquerra!

source: Set personal preferences using the cog wheel (%%s) on the upper right!
ca_es: Fixa les preferencies personals fent servir la roda dentada(%%s) dalt a la dreta!

source: Setting retrieved
ca_es: Preferència recuperada

source: Setting saved
ca_es: Preferència desada

source: Setting '%s' retrieved
ca_es: Preferència '%s' recuperada

source: Setting '%s' saved
ca_es: Configuració '%s' desada

source: Share and use
ca_es: Comparteix i fes servir

source: Share shorty
ca_es: Compartir drecera

source: Shorty as QRCode
ca_es: Drecera com codi QR

source: Shorty with id '%s' deleted
ca_es: Drecera amd id '%s' esborrat

source: Show as QRCode
ca_es: Mostra com a codi QR

source: Show details
ca_es: Mostra detalls

source: Show usage
ca_es: Mostra'n l'ús

source: SMS composer
ca_es: creador SMS

source: Sort ascending
ca_es: Ordena ascendentment

source: Sort descending
ca_es: Ordena descendentment

source: Clear filter
ca_es: Neteja el filtre

source: Source url
ca_es: URL font

source: Specify a static base url…
ca_es: Especifica una URL bàsica estàtica...

source: Static backend: base url verification
ca_es: Servidor estàtic: verificaciço URL base

source: Status change for shorty with id '%s' saved
ca_es: Estat canvia a drecera amb id '%s' desat

source: Target
ca_es: Objectiu

source: Target url
ca_es: URL objectiu

source: Target url '%s' is valid
ca_es: L'URL objectiu '%s' és vàlid

source: That image can be used when writing documents or setting up web sites
ca_es: Aquesta imatge pot esser utilitzada quan s'escrigin documents o montatges de planas web

source: The backend service used to generate shortened URLs.
ca_es: El servei de servidor utilitzat per general dreceras URLs.

source: The default status as suggested for new Shortys.
ca_es: El estat per defecte tal suggereix per noves dreceres

source: The link below can be copied for usage apart
ca_es: L'enllaç següent es pot copar per fer-lo servir a part

source: The additional plugin '%%s' tracks the usage of existing Shortys!
ca_es: El conector adicional '%%s' segueiz l'us de les dreceras existents!

source: therefore the content must be copied manually
ca_es: per tant el contingut deu esser copiar manualment

source: then paste into message
ca_es: tot seguit enganxa-ho en un missatge

source: This 2d barcode encodes the url pointing to this Shorty
ca_es: Aquest codi de barres 2D codifica la URL apuntant a aquesta drecera

source: This is a internal url that the shortened url relays to
ca_es: Aquesta es una URL interna que la URL curta transmet a

source: This is the shortened url registered at the backend
ca_es: Aquesta es la URL curta enregistrada al servidor

source: This is the target url specified when generating this Shorty
ca_es: Aquest es el URL objectiu especificat quan s'ha generat aquesta drecera

source: This is the url referencing the QRCode shown before
ca_es: Aquesta es la URL referenciant el codi QR mostrat anteriorment

source: Toggle toolbar
ca_es: Mostra / amaga la barra d'eines

source: Total of clicks
ca_es: Nombre total de clics

source: Typically this only works on devices like smart phones
ca_es: Tipicament Normalment això només funciona en dispositius com telèfons intel·ligents

source: Unexpected type of exception caught: %s
ca_es: Tipus inesperat d'excepció detectada

source: Unfortunately the implementation of this scheme is limited
ca_es: Malauradament, l'aplicació d'aquest esquema es llimitat

source: Unknown object of type caught: %s
ca_es: Desconegut objecte de tipus detectat: %s

source: Url shortened to: %s
ca_es: URL escurçat a: %s

source: Use it in web pages by referencing or embedding
ca_es: Usi'l en les pàgines web referènciant-ho o incrustant-ho

source: Use the '%s' button above or the fine 'Shortlet'
ca_es: Fagi servir el butó '%s' a continuació o la drecera fina

source: Verify by clicking…
ca_es: Verifica fent clic...

source: Verification failed
ca_es: La verificació ha fallat

source: API access key
ca_es: Codi d'access API

source: API key
ca_es: codi API

source: bit.ly user
ca_es: Usuari bit.ly

source: bit.ly user name
ca_es: Nom d'usuari bit.ly

source: bit.ly key
ca_es: codi bit.ly

source: bit.ly users key
ca_es: codi usuaris bit.ly

source: Google API key
ca_es: codi API Google

source: Google API account
ca_es: compte API Google

source: tiny.cc user
ca_es: usuari tiny.cc

source: tiny.cc user name
ca_es: nom d'usuari tiny.cc

source: tiny.cc key
ca_es: codi tiny.cc

source: tiny.cc user key
ca_es: codi usuari tiny.cc

source: Force verification of encryption certificates during communication with the backend
ca_es: Verificació forzada dels certificats d'encriptació durant la comunicació amb elservidor

source: The external 'bitly.com' service is used to register a short url for each generated shorty.
ca_es: El servei extern 'bitly.com' es fa servir per enregistrar una URL curta per cadadrecera enregistrada
